// Peter 2023年12月20日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "我有很多缺点",
        "比如不善交流",
        "比如缺点你",
        "缘分让我认识了你",
        "想和你一起创造新的未来",
        "想时刻陪着你",
        "如秋天的风衣带给你温馨",
        "如心底的温泉带给你感动",
        "做我女朋友好不好",
        "好"
    ],
    wish: "与薛丽娜认识了",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2023-12-08 17:58:00",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
